Repository: sugarlabs/solar-system
Catalog: po/*.po
Languages: tr

source: Solar System
tr: Güneş Sistemi

source: Sun
tr: Güneş

source: Mercury
tr: Merkür

source: Venus
tr: Venüs

source: Earth
tr: Dünya

source: Jupiter
tr: Jüpiter

source: Saturn
tr: Satürn

source: Uranus
tr: Uranüs

source: Neptune
tr: Neptün

source: Moon
tr: Ay

source: Show solar system
tr: Güneş sistemini göster

source: Show information
tr: Bilgiyi göster

source: Go back
tr: Geri git

source: Go forward
tr: İleri git

source: Show planets orbits
tr: Gezegen yörüngelerini göster

source: Stop
tr: Dur

source: Run slow
tr: Yavaş çalıştır

source: Run Normal
tr: Normal Çalıştır

source: Run fast
tr: Hızlı çalıştır

source: Start
tr: Başlat

source: What should you know before using Solar System?
tr: Solar System'i kullanmadan önce bilmeniz gerekenler nelerdir?

source: Zoom out
tr: Uzaklaş

source: Zoom in
tr: Yakınlaş

source: What is the Solar System activity?
tr: Solar System etkinliği nedir?

source: The Solar System activity is a tool to encourage children
tr: Güneş Sistemi etkinliği, çocukların gezegenler ve onların uyduları (doğal uydular)

source: to learn more about the planets and their moons (natural satellites).
tr: hakkında daha fazla bilgi edinmelerini teşvik etmek için bir araçtır.

source: It is my hope that this tool serves as a practical and interactve
tr: Umarım bu araç, astronomiyi keşfetmek için pratik ve etkileşimli

source: way to explore astronomy.
tr: bir yol sunar.

source: About scales
tr: Ölçekler hakkında

source: The planets radius are on a scale with each other,
tr: Gezegenlerin yarıçapları birbirleriyle ölçeklidir,

source: but not with respect to distances (which in turn,
tr: ancak mesafelere göre değildir (ki mesafeler de

source: are on scale with each other), and the Sun radius
tr: kendi aralarında ölçeklidir). Güneş'in yarıçapı ise

source: does not respect either of the two scales.
tr: bu iki ölçekten hiçbirine uymaz.

source: Why did I make that decision?
tr: Bu kararı neden verdim?

source: Just because if I kept all the distances to the
tr: Çünkü tüm mesafeleri aynı ölçekte tutsaydım,

source: same scale, you could not see anything (due to the
tr: hiçbir şey göremezdiniz (uzayın

source: immense size of the space).
tr: muazzam büyüklüğü nedeniyle).

source: Unknown
tr: Bilinmeyen
